Repository: brijendratiwari/vLearn-iOS
Catalog: vLearn/*.lproj/Localizable.strings
Languages: es

source: Logging in
es: Iniciando Sesión

source: Registering
es: Registrando

source: Success!
es: Éxito!

source: Sorry
es: Disculpe

source: Updating profile
es: Actualizando perfil

source: There was an error connecting to the server
es: Ocurrió un error al conectar con el servidor

source: Try again!
es: Intenta nuevamente!

source: Both fields are required
es: Ambos campos son requeridos

source: All fields are required
es: Todos los campos son requeridos

source: Sharing
es: Compartiendo

# Language: English
source: Language
es: Idioma

source: Learning Together
es: Aprendiendo Juntos

source: Start
es: Inicio

source: Continue
es: Continuar

source: Cancel
es: Cancelar

source: Camera
es: Cámara

source: Saved photos
es: Fotos guardadas

source: Update
es: Actualizar

source: Register
es: Registrar

source: Select
es: Aceptar

source: Save
es: Guardar

source: Login
es: Ingresar

source: Create an Account
es: Crear una Cuenta

source: Logout
es: Desconectarse

source: Save Question & Answers
es: Guardar preguntas y resp.

source: Search
es: Buscar

source: My Account
es: Mi Cuenta

source: Game Mode
es: Modo Juego

source: My Profile
es: Mi Perfil

# +Add New Game
source: +Add New vLearn
es: +Juego Nuevo

source: < Back
es: < Volver

source: Edit
es: Editar

source: Back
es: Volver

source: + Add New
es: + Agregar

source: My vLearn
es: Mi vLearn

source: My Kid
es: Mi Kid

source: Create New Account
es: Crear nueva cuenta

source: First Name
es: Nombre

source: Last Name
es: Apellido

source: DOB
es: Nacimiento

source: Username
es: Usuario

source: Password
es: Contraseña

source: Grade
es: Grado

source: Role
es: Rol

source: Gender
es: Género

source: Short Bio
es: Biográfica

source: School Name:
es: Nombre de la escuela:

source: School Level:
es: Nivel escolar:

source: Zip Code
es: Código Postal

source: Mobile No.
es: número Móvil

source: Are you representing your organization?
es: Representa usted a su organización?

source: I'm an Individual sponsor
es: Soy un patrocinador individual

source: Why are you interested in becoming a Learning Padrino/Madrina?
es: Por qué está interesado en convertirse en un aprendizaje Padrino / Madrina?

source: How did you hear about us?
es: Cómo se enteró de nosotros?

source: Select Choice
es: Seleccione una opción

source: Select Teacher Level
es: Seleccione Nivel Maestro

source: Select Language
es: Selecciona Idioma

source: Saving child
es: Ahorrar niño

source: Saving video...
es: Ahorrar vídeo...

source: Please select Parent and Teacher, And try again
es: Por favor, seleccione de Padres y Maestros, y vuelva a intentarlo

source: Please input your email address.
es: Por favor, introduzca su dirección de correo electrónico.

source: New Question
es: Nueva Pregunta

source: Could not retrieve list of careers
es: No se pudo obtener la lista de carreras

source: Could not retrieve list of roles
es: No se pudo obtener la lista de roles

source: Could not retrieve list of grades and categories
es: No se pudo obtener la lista de grados y categorías

source: A community of parents and educators committed to turning our Kid's learning into a fun & magical experience!
es: Una comunidad de padres y educadores comprometidos a convertir el aprendizaje de nuestros niños en una experiencia divertida y mágica!

source: Please enter lock code
es: Por favor ingrese el código de desbloqueo

source: To Play Mode
es: Al Modo Juego

source: Go
es: Ir

source: You entered an incorrect unlcok code
es: Ingresó un código incorrecto

source: Login with my PlazaFamilia Account
es: Iniciar sesión con mi cuenta PlazaFamilia

source: First time here?
es: Primera vez aquí?

source: Forgot Password
es: Olvidé mi contraseña

source: Male
es: Masculino

source: Female
es: Femenino

source: Select gender
es: Selecciona género

source: Select date
es: Selecciona fecha

source: Select Role
es: Selecciona Rol

source: Select Grade
es: Selecciona Grado

source: 3 easy steps to get started
es: 3 simples pasos para comenzar

source: Set Lock Code
es: Cód. de bloqueo

source: Set lock code
es: Programar

source: Lock Code
es: Cód. bloqueo

source: Update Lock Code
es: Actualizar código de bloqueo

source: Remove lock code
es: Quitar código de bloqueo

source: Write this number in a safe place as the lock code can only be removed by uninstalling the application if lost
es: Anote este número en un lugar seguro ya que sólo puede ser removido desinstalando la aplicación

source: My Sets
es: Mis juegos

source: My profile
es: Mi perfil

source: %d Games
es: %d Juegos

source: Profile updated!
es: Perfil actualizado!

source: Edit Account Details
es: Editar Detalles de Cuenta

source: ZIP Code
es: Código ZIP

source: vLearning Bank
es: vLearning Banco

source: My Community
es: Mi Comunidad

source: Settings
es: Configuración

source: Uploading set
es: Actualizando juego

source: Category name
es: Nombre de Categoría

source: Could not update set information
es: No se pudo actualizar la información del juego

source: Select source
es: Seleccione fuente

# New Game
source: New vLearn
es: Nuevo Juego

source: (Language: English)
es: (Idioma: Español)

source: Approve
es: Aprobar

source: Set Name
es: Nombre del Juego

source: Description
es: Descripción

source: Save and Add Questions
es: Guardar y Agregar Preg.

source: Assignees
es: Asignados

source: Select Subject
es: Seleccione Materia

source: Set name
es: Establecer nombre

source: No correct answer selected
es: Sin respuesta correcta seleccionada

source: Questions
es: Preguntas

source: Could not update question
es: No se pudo actualizar la consulta

source: Could not save question %@
es: No se pudo guardar la pregunta %@

source: Please select at least one correct answer
es: Por favor seleccione al menos una respuesta correcta

source: Please enter answer text
es: Por favor ingrese el texto de la respuesta

source: Question title
es: Título de la pregunta

source: Answers
es: Respuestas

source: Answer
es: Respuesta

source: + Add Answer
es: + Nueva

source: (set on for right answer)
es: (Fije la respuesta correcta)

source: Setup Error
es: Error de Instalación

source: Missing app ID. You cannot run the app until you provide this in the code.
es: No se encontró el ID. No puedes ejecutar la aplicación hasta que proveas el código.

source: Invalid or missing URL scheme. You cannot run the app until you set up a valid URL scheme in your .plist.
es: Esquema URL inválido o perdido. No puedes ejecutar la aplicación hasta que ingreses una URL válida en tu .plist.

source: Uploading Set image
es: Cargando imagen del juego

source: Could not share Set, please try again
es: No se pudo compartir el juego, por favor intente nuevamente

source: Uploading "%@" audio
es: Cargando audio "%@"

source: Uploading "%@" image
es: Cargando imagen "%@"

source: Tweet cancelled.
es: Tweet cancelado.

source: Tweet done.
es: Tweet compartido.

source: Twitter has not been enabled for this application, please do so in general settings
es: Twitter no esta habilitado para esta aplicación, por favor hágalo en la configuración general

source: Sharing on facebook
es: Compartir en facebook

source: Join kidsFunPlaza fun!
es: Únete al divertido kidsFunPlaza!

source: Learn playing
es: Aprende jugando

source: Set shared with the community
es: Juego compartido con la comunidad

source: Yay!
es: Sii!

source: Set shared!!
es: Juego compartido!!

source: Could not share on facebook
es: No se pudo compartir en facebook

source: Could not get Facebook permission
es: No se pudo obtener el permiso de Facebook

source: Share Set
es: Compartir Juego

source: Check the Plaza familia learning bank
es: Chequear el banco de aprendizaje de Plaza familia

source: Share on Facebook
es: Compartir en Facebook

source: Share on Twitter
es: Compartir en Twitter

source: Just Upload in My Cloud (Private)
es: Solo Subir a Mi Nube (Privado)

source: Share on Learning Bank (Public)
es: Compartir en el banco (Publico)

source: Keywords
es: Palabras clave

source: Subject
es: Materia

source: Search learning bank
es: Buscar en el banco de aprendizaje

source: Searching
es: Buscando

source: No results for your search
es: No se encontraron resultados

source: There was an error performing the search
es: Ocurrió un error al realizar la búsqueda

source: Search Result
es: Resultado de la Búsqueda

source: Download
es: Descargar

source: Downloading
es: Descargando

source: Do you want to download this questions set?
es: ¿Quieres descargar este juego de preguntas?

source: Set already downloaded
es: Ya tienes este juego

source: Could not download set
es: No se pudo descargar el juego

source: Yay!!
es: Sii!!

source: Set downloaded!
es: Juego descargado!

source: Children
es: Niños

source: Close
es: Cerrar

source: Select children
es: Seleccione niño

source: Could not add child, try again
es: No se pudo agregar el niño, intente nuevamente

source: Add New Child
es: Agregar Nuevo Niño

source: Please enter child name
es: Por favor ingrese el nombre del niño

source: Please enter child last name
es: Por favor ingrese el apellido del niño

source: Please select child grade
es: Por favor ingrese el grado del niño

source: Please enter child username
es: Por favor ingrese el nombre de usuario del niño

source: Please enter child password
es: Por favor ingrese la contraseña del niño

source: Could not update information, please try again
es: No se pudo actualizar la información, por favor intente nuevamente

source: Edit kid
es: Editar niño

source: Could not save changes
es: No se pudieron guardar los cambios

source: First, you need to select player 1 and the corresponding set
es: Primero debes seleccionar el jugador 1 y el juego correspondiente

source: Please select set for player 1
es: Por favor seleccione juego para el jugador 1

source: Please select set for player 2
es: Por favor seleccione juego para el jugador 2

source: Selected set for player 1 does not have any questions
es: El juego seleccionado para el jugador 1 no tiene preguntas

source: Change
es: Cambiar

source: Add second player
es: Agregar segundo jugador

source: Answers: %d of %d
es: Respuestas: %d de %d

source: It's your turn %@, are you ready?
es: Es tu turno %@, estas listo?

source: %@ is the winner
es: %@ es el ganador

source: %@ and %@ are both the winners!
es: %@ y %@ ambos son los ganadores!

source: Play Again
es: Jugar de Nuevo

source: Play
es: Jugar

source: Player 1
es: Jugador 1

source: Player 2
es: Jugador 2

source: Slow
es: Lento

source: Fast
es: Rápido

source: Play!
es: Jugar!

source: Delete
es: Borrar

source: Could not load audio file
es: No se pudo cargar el audio

source: Could not start recording
es: No se pudo iniciar la grabación

source: This will permanently delete the audio file
es: Esto borrará el archivo permanentemente

source: Warning
es: Cuidado

source: Resume
es: Reanudar

source: Pause
es: Pausar

source: Play
es: Iniciar

source: Use
es: Usar

source: Stop
es: Detener

source: Record
es: Grabar
